export default {
	'protocol.title': '商米雲存儲服務協議',
	'protocol.dear.user': '重要提示：',
	'protocol.before.buy.tips.one':
	'《商米雲存儲服務協議》（以下簡稱“本協議”）由用戶（以下或稱“您”）與上海商米科技集團股份有限公司（以下簡稱“商米”、“我們”）依據本協議約定的方式訂立，用於明確您在使用我們提供的產品或服務時，雙方之間的權利義務。本協議一經訂立，將在您與商米之間具有合同上的法律效力。商米鄭重提示您，請您在訂購或使用本服務前審慎閱讀並充分理解本協議全部條款，特別是其中所涉及的免除或限製商米義務與責任的條款、排除或限制用戶權利的條款等，以及以粗體字樣標識的內容。一旦您已經開通或正在使用本服務，即視為您已閱讀並接受本協議的全部內容。 ',
	'protocol.before.buy.tips.two':
	'本協議為《商米用戶註冊服務協議》的補充協議，本協議未盡事宜，以前述協議為準。 ',
	'protocol.before.buy.tips.three': '如您對協議有任何疑問，可向商米客服諮詢：400-6666-509。 ',
	'protocol.sub.title.first': '一、定義',
	'protocol.first.chapter.pre': '在本協議中，除非上下文有其他的規定，下列表達應作如下解釋：',
	'protocol.first.chapter.first':
	'商米：指商米雲存儲服務的經營者，即上海商米科技集團股份有限公司。 ',
	'protocol.first.chapter.second':
	'商米平台：指商米運營的配合其銷售的硬件為您提供綜合商戶服務的移動智能終端應用程序“商米助手”及網站“商米數字店鋪（store.sunmi.com）”。 ',
	'protocol.first.chapter.third':
	'用戶：指具有完全民事權利能力及民事行為能力的商米雲存儲服務使用者。 ',
	'protocol.first.chapter.fourth': '賬戶：指用戶註冊時設置的賬戶名，該賬戶具有唯一性。 ',
	'protocol.first.chapter.fifth':
	'商米智能攝像機：指商米提供的智能攝像硬件，包括但不限於AI識客攝像機、智能看店攝像機。 ',
	'protocol.first.chapter.sixth':
	'雲存儲服務：指通過商米平台利用商米所擁有的服務器資源及技術資源為用戶實現遠程雲端同步存儲其購買的商米智能攝像機錄像及其他數據的服務。 ',
	'protocol.first.chapter.seventh':
	'客戶業務數據：指您通過商米提供的服務上傳、下載或通過其他方式處理的錄像及其他數據。 ',
	'protocol.sub.title.second': '二、關於本服務',
	'protocol.second.chapter.first':
	'使用本服務前，您首先需註冊商米平台賬戶並創建商戶。隨後，您可在商米平台中關聯您的商米智能攝像機，並通過商米平台頁面對已經添加的商米智能攝像機進行遠程操作。 ',
	'protocol.second.chapter.second':
	'商米平台賬戶的註冊及使用規則，請參照《商米用戶註冊服務協議》。 ',
	'protocol.second.chapter.third':
	'如您的商戶擁有多台商米智能攝像機，您需為您的每台商米智能攝像機開通對應的商米雲存儲服務。 ',
	'protocol.sub.title.third': '三、服務費用',
	'protocol.third.chapter.first':
	'您理解並同意本服務為收費服務，收費明細將在您訂購頁面予以列明公示，您可自行選擇具體服務類型並按列明的價格予以支付。 ',
	'protocol.third.chapter.second':
	'您理解並同意本服務屬於在線數字化商品，屬於《中華人民共和國消費者權益保護法》第25條規定的不適用七天無理由退貨的商品。如您暫停使用本服務，無法申請退款或延長相應期限。 ',
	'protocol.third.chapter.third':
	'您可通過商米提供的付費方式完成服務費用的支付，如銀行卡支付、第三方支付等。您理解並同意，如您使用第三方支付渠道支付費用，您還將受到該第三方服務條款、使用規則的約束。 ',
	'protocol.third.chapter.fourth':
	'商米施行週期性計費方式，如月度、季度、年度等，具體以商米提供的為準，您可自行選擇。 ',
	'protocol.third.chapter.fifth': '如果您選擇自動續費服務，應遵守以下規則：',
	'protocol.third.chapter.fifth.sub.first':
	'您同意開通自動付費，即表示您授權商米依據支付渠道的扣款規則向您的商米平台賬戶綁定的第三方支付賬戶、銀行卡或蘋果商店賬戶綁定的支付賬戶發出扣款指令，您同意根據商米發出的扣款指令，在不驗證您的支付賬戶密碼、支付密碼、短信校驗碼等信息的情況下可從您的支付賬戶中扣劃下一個計費周期的費用。 ',
	'protocol.third.chapter.fifth.sub.second':
	'如果商米通過您的賬戶自動扣款失敗（無論是因金額不足或其他原因），商米有權在服務期限到期後暫停或終止您對商米雲存儲服務的使用。但由於自動續費服務需要您主動取消，如果您未取消，將視為您同意商米可依據支付渠道的扣款規則在服務期限到期後的一定期限內進行不時的扣款嘗試（即使您賬戶內金額不足）。一旦在此期限內商米足額收取了費用，商米將恢復您對自動續費服務和雲存儲服務的使用權限；',
	'protocol.third.chapter.fifth.sub.third':
	'您可以隨時取消自動續費服務，但如您希望下期不發生自動扣費，則您需要在本期結束前3天取消自動付費服務，如您未在該期限內取消自動續費服務，商米仍舊會扣除下一周期費用。商米已在商品平台頁面中為您提供了取消自動續費服務方法，您可至商米平台頁面進行查閱。如您在取消過程中遇到問題的，可通過本協議提供的方式與商米聯繫。 ',
	'protocol.sub.title.fourth': '四、服務內容及服務須知',
	'protocol.fourth.chapter.first':
	'您理解並同意，使用本服務時，每台商米智能攝像機至少需要2Mbps上行帶寬；同一個局域網中有2台或2台以上商米智能攝像機開啟，則相應地對您的帶寬要求會增加，否則可能影響您的單台商米智能攝像機的存儲速度。 ',
	'protocol.fourth.chapter.second':
	'您應對您的客戶業務數據及信息內容的合法性負責，如您存儲的客戶業務數據或信息內容違反法律，侵犯他人的肖像權、隱私權、個人信息、商業秘密或其他任何合法權益，給國家、社會公共利益或他人造成損害，您應自行承擔全部責任，商米對此不承擔任何責任。 ',
	'protocol.fourth.chapter.third':
	'就您的客戶業務數據，我們除執行您在使用商米的產品或服務過程中發出的指令之外，不進行任何未經授權的收集、保存、使用及對外提供，但以下情形除外：' ,
	'protocol.fourth.chapter.third.sub.first':
	'配合國家有權機關依法查詢、調閱您的客戶業務數據；',
	'protocol.fourth.chapter.third.sub.second':
	'為了解決您與我們之間的爭議或第三方因您的行為與我們發生的爭議。 ',
	'protocol.fourth.chapter.third.sub.third': '為了履行您與我們之間的協議；',
	'protocol.fourth.chapter.third.sub.fourth': '您與我們另行協商一致的其他情形。 ',
	'protocol.fourth.chapter.fourth':
	'您理解並同意，商米為您提供識別服務需要調用您的客戶業務數據，如您不允許商米調用您的客戶業務數據，商米則無法為您提供相應的服務。 ',
	'protocol.fourth.chapter.fifth':
	'您理解並同意，您可自行對您的客戶業務數據進行刪除等操作。如您決定刪除數據，商米將永久刪除你的數據。 ',
	'protocol.sub.title.fifth': '五、風險自擔及違約責任',
	'protocol.fifth.chapter.first':
	'因您使用商米雲存儲服務必須擁有商米平台賬戶，如您違反相關法律法規或商米平台規則體系下的相關規定，商米可以對您採取暫停使用、終止服務、回收賬戶等措施，亦將導致您無法使用商米雲存儲服務。因此導致的本協議終止，商米將不承擔任何違約責任，也不會為您延長相應期限或退還未使用期間的服務費用，請您妥善保管您的賬戶並遵守相關法律法規及商米平台所有規則。 ',
	'protocol.fifth.chapter.second':
	'當發生以下情形時，商米無法為您提供連續的錄像雲儲存服務，因此產生的後果由您自行承擔：',
	'protocol.fifth.chapter.second.sub.first':
	' 您在商米平台中停止關聯使用本服務的商米智能攝像機；',
	'protocol.fifth.chapter.second.sub.second': ' 您到期未續費或主動註銷賬戶停止使用本服務；',
	'protocol.fifth.chapter.second.sub.third':
	'因網絡中斷、電路中斷、您設備端所在網絡上傳帶寬嚴重不足等無法歸責於商米的網絡線路問題。 ',
	'protocol.fifth.chapter.second.sub.fourth':
	'其他無法歸責於商米致使錄像無法保存或者無法連續成像的情形。 ',
	'protocol.fifth.chapter.third':
	'如商米發現或者收到關於您的錄像或者您使用本服務行為違法相關法律法規或您與商米約定的投訴，商米有權獨立地對您的行為進行認定並採取相應措施，包括不限於刪除錄像、暫停或終止向您提供服務且不相應延期或退回相應費用、要求您承擔相應的賠償責任等。同時，如您的行為致使第三方權益受到侵害，您亦需為此承擔全部賠償責任。如因您的侵權行為引發第三方維權行為，第三方提供您的侵權初步證據的情形下，您同意並理解商米可以依照第三方的請求向其提供您的真實信息。 ',
	'protocol.fifth.chapter.fourth':
	'您同意並理解本服務是按照現有技術與條件所能達到的現狀提供服務的。商米會盡最大努力保證雲存儲服務提供的穩定性。但在法律法規允許的最大範圍內，不就此負擔任何明示或默示的保證責任。您同意承擔使用商米服務的所有風險及因該風險可能造成的任何損害，商米對於您所使用的各項服務或無法使用各項服務所導致的任何直接、間接、衍生或特別的損害，包括但不限於商業利潤的損失、貿易的中斷、信息或數據的丟失，都不負任何賠償責任，即使商米已被告知存在這種損害的可能性也不例外。若因服務器、通信網絡和移動智能終端的軟硬件故障、電信部門技術調整、計算機病毒、惡意攻擊及其他不可預測的因素而受到影響，造成您無法正常使用商米的服務，商米不承擔任何責任。儘管有前述約定，商米將採取合理行動促使服務恢復正常。 ',
	'protocol.fifth.chapter.fifth':
	'因技術更新、網絡運營環境的不斷變化，商米可能會對本服務進行調整與升級，部分調整升級可能會導致舊版服務系統無法繼續使用。建議您依據商米平台頁面的提示及時更新，避免因無法繼續使用服務或服務器不穩定造成您的損失。 ',
	'protocol.fifth.chapter.sixth':
	'商米可能定期或不定期地對商米平台或關鍵設備檢修維護，可能造成本服務在合理時間內的中斷。商米會盡量在商米平台頁面提前公告，因商米日常運營維護導致的服務中斷，商米不對此承擔任何責任。 ',
	'protocol.fifth.chapter.seventh':
	'在適用法律允許的範圍內，商米有權隨時自行決定暫停、終止、修改服務，或對部分用戶暫停、終止、修改服務。如商米終止提供服務，商米會提前三十日在商米平台頁面持續公示相關信息，請您及時備份以減少不必要的損失。 ',
	'protocol.sub.title.sixth': '六、協議終止後的處理',
	'protocol.sixth.chapter.first':
	'當服務期屆滿、服務提前終止（包括但不限於雙方協商一致提前終止，其他原因導致的提前終止等），除法律法規明確規定或雙方另有約定外，商米僅在緩衝期7天內繼續存儲您的客戶業務數據。緩衝期屆滿，商米將刪除所有客戶業務數據，包括所有緩存或者備份的副本，不再保留您的任何客戶業務數據。如商米雲服務供應商改變其服務期屆滿後的緩衝期，商米亦會相應調整併以本協議約定的方式通知您。 ',
	'protocol.sub.title.seventh': '七、通知',
	'protocol.seventh.chapter.pre': '您同意商米以下合理的方式向您送達各類通知：',
	'protocol.seventh.chapter.first': '商米平台的公示信息；',
	'protocol.seventh.chapter.second': '站內短信、商米平台彈出、推送的消息；',
	'protocol.seventh.chapter.third':
	'根據您預留於商米平台的聯繫方式發出的電子郵件、短信、函件等。 ',
	'protocol.sub.title.eighth': '八、協議的變更',
	'protocol.eighth.chapter.first':
	'商米可根據國家法律法規變化及維護交易秩序、保護消費者權益需要，不時修改本協議並通過本協議約定的方式通知您。 ',
	'protocol.eighth.chapter.second':
	'如您不同意變更事項，您有權於變更事項確定的生效日前聯繫商米反饋意見。如反饋意見得以採納，商米將酌情調整變更事項。如您對已生效的變更事項仍不同意的，您應當於變更事項確定的生效之日起停止使用商米雲存儲服務；如您在變更事項生效後仍繼續使用商米雲存儲服務，則視為您同意已生效的變更事項。 ',
	'protocol.sub.title.ninth': '九、法律管轄適用及其他',
	'protocol.ninth.chapter.first':
	'本協議的訂立、執行和解釋及爭議的解決均應適用中國法律。如雙方就本協議內容或其執行發生任何爭議，雙方應盡力友好協商解決；協商不成時，任何一方均可向協議簽訂地人民法院提起訴訟。本協議簽訂地為上海市楊浦區。 ',
	'protocol.ninth.chapter.second':
	'如果本協議中任何一條被視為廢止、無效或因任何理由不可執行，該條應視為可分的且並不影響任何其餘條款的有效性和可執行性。 ',
	'protocol.ninth.chapter.third':
	'本協議未明示授權的其他權利仍由商米保留，用戶在行使這些權利時須另外取得商米的書面許可。商米如果未行使前述任何權利，並不構成對該權利的放棄。 ',
};