export default {
	'protocol.title': '商米云存储服务协议',
	'protocol.dear.user': '重要提示：',
	'protocol.before.buy.tips.one':
		'《商米云存储服务协议》（以下简称“本协议”）由用户（以下或称“您”）与上海商米科技集团股份有限公司（以下简称“商米”、“我们”）依据本协议约定的方式订立，用于明确您在使用我们提供的产品或服务时，双方之间的权利义务。本协议一经订立，将在您与商米之间具有合同上的法律效力。商米郑重提示您，请您在订购或使用本服务前审慎阅读并充分理解本协议全部条款，特别是其中所涉及的免除或限制商米义务与责任的条款、排除或限制用户权利的条款等，以及以粗体字样标识的内容。一旦您已经开通或正在使用本服务，即视为您已阅读并接受本协议的全部内容。',
	'protocol.before.buy.tips.two':
		'本协议为《商米用户注册服务协议》的补充协议，本协议未尽事宜，以前述协议为准。',
	'protocol.before.buy.tips.three': '如您对协议有任何疑问，可向商米客服咨询：400-6666-509。',
	'protocol.sub.title.first': '一、定义',
	'protocol.first.chapter.pre': '在本协议中，除非上下文有其他的规定，下列表达应作如下解释：',
	'protocol.first.chapter.first':
		'商米：指商米云存储服务的经营者，即上海商米科技集团股份有限公司。',
	'protocol.first.chapter.second':
		'商米平台：指商米运营的配合其销售的硬件为您提供综合商户服务的移动智能终端应用程序“商米助手”及网站“商米数字店铺（store.sunmi.com）”。',
	'protocol.first.chapter.third':
		'用户：指具有完全民事权利能力及民事行为能力的商米云存储服务使用者。',
	'protocol.first.chapter.fourth': '账户：指用户注册时设置的账户名，该账户具有唯一性。',
	'protocol.first.chapter.fifth':
		'商米智能摄像机：指商米提供的智能摄像硬件，包括但不限于AI识客摄像机、智能看店摄像机。',
	'protocol.first.chapter.sixth':
		'云存储服务：指通过商米平台利用商米所拥有的服务器资源及技术资源为用户实现远程云端同步存储其购买的商米智能摄像机录像及其他数据的服务。',
	'protocol.first.chapter.seventh':
		'客户业务数据：指您通过商米提供的服务上传、下载或通过其他方式处理的录像及其他数据。',

	'protocol.sub.title.second': '二、关于本服务',
	'protocol.second.chapter.first':
		'使用本服务前，您首先需注册商米平台账户并创建商户。随后，您可在商米平台中关联您的商米智能摄像机，并通过商米平台页面对已经添加的商米智能摄像机进行远程操作。',
	'protocol.second.chapter.second':
		'商米平台账户的注册及使用规则，请参照《商米用户注册服务协议》。',
	'protocol.second.chapter.third':
		'如您的商户拥有多台商米智能摄像机，您需为您的每台商米智能摄像机开通对应的商米云存储服务。',
	'protocol.sub.title.third': '三、服务费用',
	'protocol.third.chapter.first':
		'您理解并同意本服务为收费服务，收费明细将在您订购页面予以列明公示，您可自行选择具体服务类型并按列明的价格予以支付。',
	'protocol.third.chapter.second':
		'您理解并同意本服务属于在线数字化商品，属于《中华人民共和国消费者权益保护法》第25条规定的不适用七天无理由退货的商品。如您暂停使用本服务，无法申请退款或延长相应期限。',
	'protocol.third.chapter.third':
		'您可通过商米提供的付费方式完成服务费用的支付，如银行卡支付、第三方支付等。您理解并同意，如您使用第三方支付渠道支付费用，您还将受到该第三方服务条款、使用规则的约束。',
	'protocol.third.chapter.fourth':
		'商米施行周期性计费方式，如月度、季度、年度等，具体以商米提供的为准，您可自行选择。',
	'protocol.third.chapter.fifth': '如果您选择自动续费服务，应遵守以下规则：',
	'protocol.third.chapter.fifth.sub.first':
		'您同意开通自动付费，即表示您授权商米依据支付渠道的扣款规则向您的商米平台账户绑定的第三方支付账户、银行卡或苹果商店账户绑定的支付账户发出扣款指令，您同意根据商米发出的扣款指令，在不验证您的支付账户密码、支付密码、短信校验码等信息的情况下可从您的支付账户中扣划下一个计费周期的费用。',
	'protocol.third.chapter.fifth.sub.second':
		'如果商米通过您的账户自动扣款失败（无论是因金额不足或其他原因），商米有权在服务期限到期后暂停或终止您对商米云存储服务的使用。但由于自动续费服务需要您主动取消，如果您未取消，将视为您同意商米可依据支付渠道的扣款规则在服务期限到期后的一定期限内进行不时的扣款尝试（即使您账户内金额不足）。一旦在此期限内商米足额收取了费用，商米将恢复您对自动续费服务和云存储服务的使用权限；',
	'protocol.third.chapter.fifth.sub.third':
		'您可以随时取消自动续费服务，但如您希望下期不发生自动扣费，则您需要在本期结束前3天取消自动付费服务，如您未在该期限内取消自动续费服务，商米仍旧会扣除下一周期费用。商米已在商品平台页面中为您提供了取消自动续费服务方法，您可至商米平台页面进行查阅。如您在取消过程中遇到问题的，可通过本协议提供的方式与商米联系。',
	'protocol.sub.title.fourth': '四、服务内容及服务须知',
	'protocol.fourth.chapter.first':
		'您理解并同意，使用本服务时，每台商米智能摄像机至少需要2Mbps上行带宽；同一个局域网中有2台或2台以上商米智能摄像机开启，则相应地对您的带宽要求会增加，否则可能影响您的单台商米智能摄像机的存储速度。',
	'protocol.fourth.chapter.second':
		'您应对您的客户业务数据及信息内容的合法性负责，如您存储的客户业务数据或信息内容违反法律，侵犯他人的肖像权、隐私权、个人信息、商业秘密或其他任何合法权益，给国家、社会公共利益或他人造成损害，您应自行承担全部责任，商米对此不承担任何责任。',
	'protocol.fourth.chapter.third':
		'就您的客户业务数据，我们除执行您在使用商米的产品或服务过程中发出的指令之外，不进行任何未经授权的收集、保存、使用及对外提供，但以下情形除外：',
	'protocol.fourth.chapter.third.sub.first':
		'配合国家有权机关依法查询、调阅您的客户业务数据；',
	'protocol.fourth.chapter.third.sub.second':
		'为了解决您与我们之间的争议或第三方因您的行为与我们发生的争议。',
	'protocol.fourth.chapter.third.sub.third': '为了履行您与我们之间的协议；',
	'protocol.fourth.chapter.third.sub.fourth': '您与我们另行协商一致的其他情形。',
	'protocol.fourth.chapter.fourth':
		'您理解并同意，商米为您提供识别服务需要调用您的客户业务数据，如您不允许商米调用您的客户业务数据，商米则无法为您提供相应的服务。',
	'protocol.fourth.chapter.fifth':
		'您理解并同意，您可自行对您的客户业务数据进行删除等操作。如您决定删除数据，商米将永久删除你的数据。',
	'protocol.sub.title.fifth': '五、风险自担及违约责任',
	'protocol.fifth.chapter.first':
		'因您使用商米云存储服务必须拥有商米平台账户，如您违反相关法律法规或商米平台规则体系下的相关规定，商米可以对您采取暂停使用、终止服务、回收账户等措施，亦将导致您无法使用商米云存储服务。因此导致的本协议终止，商米将不承担任何违约责任，也不会为您延长相应期限或退还未使用期间的服务费用，请您妥善保管您的账户并遵守相关法律法规及商米平台所有规则。',
	'protocol.fifth.chapter.second':
		'当发生以下情形时，商米无法为您提供连续的录像云储存服务，因此产生的后果由您自行承担：',
	'protocol.fifth.chapter.second.sub.first':
		' 您在商米平台中停止关联使用本服务的商米智能摄像机；',
	'protocol.fifth.chapter.second.sub.second': ' 您到期未续费或主动注销账户停止使用本服务；',
	'protocol.fifth.chapter.second.sub.third':
		'因网络中断、电路中断、您设备端所在网络上传带宽严重不足等无法归责于商米的网络线路问题。',
	'protocol.fifth.chapter.second.sub.fourth':
		'其他无法归责于商米致使录像无法保存或者无法连续成像的情形。',
	'protocol.fifth.chapter.third':
		'如商米发现或者收到关于您的录像或者您使用本服务行为违法相关法律法规或您与商米约定的投诉，商米有权独立地对您的行为进行认定并采取相应措施，包括不限于删除录像、暂停或终止向您提供服务且不相应延期或退回相应费用、要求您承担相应的赔偿责任等。同时，如您的行为致使第三方权益受到侵害，您亦需为此承担全部赔偿责任。如因您的侵权行为引发第三方维权行为，第三方提供您的侵权初步证据的情形下，您同意并理解商米可以依照第三方的请求向其提供您的真实信息。',
	'protocol.fifth.chapter.fourth':
		'您同意并理解本服务是按照现有技术与条件所能达到的现状提供服务的。商米会尽最大努力保证云存储服务提供的稳定性。但在法律法规允许的最大范围内，不就此负担任何明示或默示的保证责任。您同意承担使用商米服务的所有风险及因该风险可能造成的任何损害，商米对于您所使用的各项服务或无法使用各项服务所导致的任何直接、间接、衍生或特别的损害，包括但不限于商业利润的损失、贸易的中断、信息或数据的丢失，都不负任何赔偿责任，即使商米已被告知存在这种损害的可能性也不例外。若因服务器、通信网络和移动智能终端的软硬件故障、电信部门技术调整、计算机病毒、恶意攻击及其他不可预测的因素而受到影响，造成您无法正常使用商米的服务，商米不承担任何责任。尽管有前述约定，商米将采取合理行动促使服务恢复正常。',
	'protocol.fifth.chapter.fifth':
		'因技术更新、网络运营环境的不断变化，商米可能会对本服务进行调整与升级，部分调整升级可能会导致旧版服务系统无法继续使用。建议您依据商米平台页面的提示及时更新，避免因无法继续使用服务或服务器不稳定造成您的损失。',
	'protocol.fifth.chapter.sixth':
		'商米可能定期或不定期地对商米平台或关键设备检修维护，可能造成本服务在合理时间内的中断。商米会尽量在商米平台页面提前公告，因商米日常运营维护导致的服务中断，商米不对此承担任何责任。',
	'protocol.fifth.chapter.seventh':
		'在适用法律允许的范围内，商米有权随时自行决定暂停、终止、修改服务，或对部分用户暂停、终止、修改服务。如商米终止提供服务，商米会提前三十日在商米平台页面持续公示相关信息，请您及时备份以减少不必要的损失。',
	'protocol.sub.title.sixth': '六、协议终止后的处理',
	'protocol.sixth.chapter.first':
		'当服务期届满、服务提前终止（包括但不限于双方协商一致提前终止，其他原因导致的提前终止等），除法律法规明确规定或双方另有约定外，商米仅在缓冲期7天内继续存储您的客户业务数据。缓冲期届满，商米将删除所有客户业务数据，包括所有缓存或者备份的副本，不再保留您的任何客户业务数据。如商米云服务供应商改变其服务期届满后的缓冲期，商米亦会相应调整并以本协议约定的方式通知您。',
	'protocol.sub.title.seventh': '七、通知',
	'protocol.seventh.chapter.pre': '您同意商米以下合理的方式向您送达各类通知：',
	'protocol.seventh.chapter.first': '商米平台的公示信息；',
	'protocol.seventh.chapter.second': '站内短信、商米平台弹出、推送的消息；',
	'protocol.seventh.chapter.third':
		'根据您预留于商米平台的联系方式发出的电子邮件、短信、函件等。',
	'protocol.sub.title.eighth': '八、协议的变更',
	'protocol.eighth.chapter.first':
		'商米可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议并通过本协议约定的方式通知您。',
	'protocol.eighth.chapter.second':
		'如您不同意变更事项，您有权于变更事项确定的生效日前联系商米反馈意见。如反馈意见得以采纳，商米将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用商米云存储服务；如您在变更事项生效后仍继续使用商米云存储服务，则视为您同意已生效的变更事项。',
	'protocol.sub.title.ninth': '九、法律管辖适用及其他',
	'protocol.ninth.chapter.first':
		'本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地人民法院提起诉讼。本协议签订地为上海市杨浦区。',
	'protocol.ninth.chapter.second':
		'如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。',
	'protocol.ninth.chapter.third':
		'本协议未明示授权的其他权利仍由商米保留，用户在行使这些权利时须另外取得商米的书面许可。商米如果未行使前述任何权利，并不构成对该权利的放弃。',
};